{
    "products": [
        {
        "_id": 1,
        "image":"./images/dresses/dress1.jpg",
        "title": "Floral Print Velvet Dress",
        "description": "Rich florals and luscious velvet make an enchanting combo. This bodycon goes bold with a deep surplice styling in an eye-catching, artistic print. Slip into some glitzy stilettos and you're set to steal the show.",
        "price": 44,
        "availableSizes": ["M", "S", "XL", "XXL"],
        "star": 5
        },
        {
        "_id": 2,
        "image":"./images/dresses/dress2.jpg",
        "title": "Ombre Glitter Long Dress",
        "description": "Two silhouettes in one! The base layer is a curve-hugging solid sheath dress softened by the translucent A-line overlay with ombre and glitter details. The halter neckline helps to elongate and slim your form, drawing the eye up and providing balance to the juxtaposing lengths of the garment",
        "price": 34.99,
        "availableSizes": ["XS","M", "S"],
        "star": 3
        },
        {
        "_id": 3,
        "image":"./images/dresses/dress3.jpg",
        "title": "Cozy Sweater Dress",
        "description": "IT HAS POCKETS! Now that we have that detail out of the way, let's focus on the easy sex-appeal of this Cozy Sweater Dress. Many fall-to-winter items leave you feeling bulky, but this piece shows off your womanly form while keeping you warm. The on-trend cowl neck and cable knit will keep style-seekers asking you for your secret. Layer with leggings and boots to highlight your fashion savvy.",
        "price": 43,
        "availableSizes": ["XS","M", "S", "L"],
        "star": 1
        },
        {
        "_id": 4,
        "image":"./images/dresses/dress4.jpg",
        "title": "Ribbed Sweater Dress",
        "description": "A elegantly slimming silhouette with full knit coverage to keep you warm and snug. What's not to love? This extra long sweater dress is ribbed from head to toe with a thick, fold over turtleneck and long sleeves that flare slightly at the wrists.",
        "price": 59,
        "availableSizes": ["XS", "S"],
        "star": 4
        },
        {
        "_id": 5,
        "image":"./images/dresses/dress5.jpg",
        "title": "Ribbed Mock Neck Long Dress",
        "description": "This full-coverage look is your sexiest yet. Our Ribbed Mock Neck Long Dress takes on the chill with a high neckline, long sleeve, maxi length silhouette that flaunts every irresistible curve with its ultra-snug fit.",
        "price": 39,
        "availableSizes": ["S", "M","L"],
        "star": 5
        },
        {
        "_id": 6,
        "image":"./images/dresses/dress6.jpg",
        "title": "Cold Shoulder Dress",
        "description": "This A-line mini dress steals the spotlight with flowing, cape style sleeves that captivate with embellished cold shoulder slits. A layered surplice neckline makes for an undeniably feminine look that's destined to captivate.",
        "price": 44,
        "availableSizes": [ "S","M","XXL"],
        "star": 4
        },
        {
        "_id": 7,
        "image":"./images/dresses/dress7.jpg",
        "title": "Deep Plunge Long Dress",
        "description": "This sophisticated maxi takes the plunge into a gracefully ruched center seam that's easy on the midsection. Fit for a true temptress, the high front slit adds swaying movement to every seductive step you take.",
        "price": 54,
        "availableSizes": ["XS","S","M","L", "XL"],
        "star": 3
        },
        {
        "_id": 8,
        "image":"./images/dresses/dress8.jpg",
        "title": "V-Neck Sweater Dress",
        "description": "Sweater dresses don't always have to be casual! This slinky style has a snug bodycon fit from the elbows and waist down, with a ruched V-neck bodice for extra seductive flair!.",
        "price": 39,
        "availableSizes": ["S","M"],
        "star": 4
        },
        {
        "_id": 9,
        "image":"./images/dresses/dress9.jpg",
        "title": "Strapless Maxi Dress",
        "description": "More comfortable than shorts or pants, and much more elegant! This strapless maxi dress is sensuous and sports a gentle ruching across the bodice that has a slimming effect on your silhouette. The pockets keep it casual and the maxi length can support heels, flats or wedges. Crank up your feminine allure while maintaining your cool comfort!",
        "price": 54,
        "availableSizes":["XS","S","L"],
        "star": 5
        },
        {
        "_id": 10,
        "image":"./images/dresses/dress10.jpg",
        "title": "Lace Inset V-Neck Dress",
        "description": "When it comes to maxi dresses, instead of opting for the traditional sheath or bodycon, try a bewitching A-line adorned with delicate lace. insets Fully lined underneath its sheer overlay, this piece exudes sensuality with a peek of skin at the midriff and a deep plunge neckline.",
        "price": 89,
        "availableSizes":["XS","S","M","L"],
        "star": 3
        },
        {
        "_id": 11,
        "image":"./images/dresses/dress11.jpg",
        "title": "Neck Tie Plaid Dress",
        "description": "Looking perfectly pulled-together has never been less of hassle. This twofer style Neck Tie Plaid Dress showcases a ladylike demeanor, complete with a vintage-inspired bow at the neck. Bouncy balloon sleeves retain a playful side to this piece, while still looking refined enough for all your professional affairs.",
        "price": 40,
        "availableSizes":["S","M","L"],
        "star": 4
        },
        {
        "_id": 12,
        "image":"./images/dresses/dress12.jpg",
        "title": "French Terry Wrap Dress",
        "description": "From dawn to dusk, our French Terry Wrap Dress keeps you feeling cozy and confident. In ultra soft fabrication, a deep surplice V-neck bodice gives way to the oversized front knot and flirty asymmetrical length that define this loungewear must-have.",
        "price": 100,
        "availableSizes":["M"],
        "star": 5
        }

 ]
}
